Autodesk.Revit.DB.BRepBuilderOutcome
This class defines possible outcomes returned by BRepBuilder functions that need to report outcome via a return value.
Since:
2017
This enumerated type corresponds to possible outcomes returned by BRepBuilder functions.
Since:
2017